Repository: apoorvdarshan/delts
Catalog: ios/delts/Localizable.xcstrings
Source language: en
Languages: ar, az, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, zh_hans

source: Allow & Continue
ar: السماح والمتابعة
az: İcazə verin və davam edin
de: Erlauben & fortfahren
es: Permitir y continuar
fr: Autoriser et continuer
hi: अनुमति दें और जारी रखें
it: Consenti e continua
ja: 許可して続ける
ko: 허용하고 계속
nl: Toestaan en doorgaan
pl: Zezwól i kontynuuj
pt_br: Permitir e continuar
ro: Permite și continuă
ru: Разрешить и продолжить
zh_hans: 允许并继续

source: Allowed
ar: مسموح
az: İcazə verilib
de: Erlaubt
es: Permitido
fr: Autorisé
hi: अनुमति दी गई
it: Consentito
ja: 許可済み
ko: 허용됨
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
ro: Permis
ru: Разрешено
zh_hans: 已允许

source: Alternate upper-body, lower-body, and core-focused days.
ar: بدّل بين أيام الجزء العلوي والجزء السفلي والجذع.
az: Yuxarı bədən, aşağı bədən və gövdə yönümlü günləri növbələşdirin.
de: Wechsle zwischen Oberkörper-, Unterkörper- und Core-Tagen.
es: Alterna días de tren superior, tren inferior y core.
fr: Alternez jours haut du corps, bas du corps et tronc.
hi: अपर-बॉडी, लोअर-बॉडी और कोर-केंद्रित दिन बारी-बारी रखें।
it: Alterna giorni per parte superiore, parte inferiore e core.
ja: 上半身・下半身・体幹の日を交互に行います。
ko: 상체, 하체, 코어 중심의 날을 번갈아 구성합니다.
nl: Wissel dagen af met focus op bovenlichaam, onderlichaam en core.
pl: Naprzemiennie dni na górę ciała, dół ciała i core.
pt_br: Alterne dias de parte superior, parte inferior e core.
ro: Alternează zile pentru partea superioară, partea inferioară și core.
ru: Чередуйте дни верха тела, низа и кора.
zh_hans: 上肢、下肢与核心日交替训练。

source: Amber
ar: كهرماني
az: Kəhrəba
de: Bernstein
es: Ámbar
fr: Ambre
hi: एम्बर
it: Ambra
ja: アンバー
ko: 앰버
pl: Bursztynowy
pt_br: Âmbar
ro: Chihlimbar
ru: Янтарный
zh_hans: 琥珀色

source: App Preferences
ar: تفضيلات التطبيق
az: Tətbiq seçimləri
de: App-Einstellungen
es: Preferencias de la app
fr: Préférences de l’app
hi: ऐप प्राथमिकताएँ
it: Preferenze app
ja: アプリ設定
ko: 앱 환경설정
nl: App-voorkeuren
pl: Preferencje aplikacji
pt_br: Preferências do app
ro: Preferințe aplicație
ru: Настройки приложения
zh_hans: 应用偏好设置

source: App Store link
ar: رابط App Store
az: App Store keçidi
es: Enlace del App Store
fr: Lien App Store
hi: App Store लिंक
it: Link App Store
ja: App Storeリンク
ko: App Store 링크
pl: Link do App Store
pt_br: Link da App Store
ro: Link App Store
ru: Ссылка на App Store
zh_hans: App Store 链接

source: Appearance
ar: المظهر
az: Görünüş
de: Darstellung
es: Apariencia
fr: Apparence
hi: दिखावट
it: Aspetto
ja: 外観
ko: 화면 모드
nl: Weergave
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Оформление
zh_hans: 外观

source: Apple Health
ar: تطبيق “صحة”
es: Apple Salud
fr: Apple Santé
it: Salute
ja: ヘルスケア
ko: Apple 건강
nl: Apple Gezondheid
pl: Apple Zdrowie
pt_br: Saúde
ro: Sănătate
ru: Здоровье
zh_hans: 健康

source: Apple Health is not available on this device.
ar: تطبيق “صحة” غير متوفر على هذا الجهاز.
az: Apple Health bu cihazda mövcud deyil.
de: Apple Health ist auf diesem Gerät nicht verfügbar.
es: Apple Salud no está disponible en este dispositivo.
fr: Apple Santé n’est pas disponible sur cet appareil.
hi: Apple Health इस डिवाइस पर उपलब्ध नहीं है।
it: Salute non è disponibile su questo dispositivo.
ja: このデバイスではヘルスケアを利用できません。
ko: 이 기기에서는 Apple 건강을 사용할 수 없습니다.
nl: Apple Gezondheid is niet beschikbaar op dit apparaat.
pl: Apple Zdrowie nie jest dostępne na tym urządzeniu.
pt_br: O app Saúde não está disponível neste dispositivo.
ro: Aplicația Sănătate nu este disponibilă pe acest dispozitiv.
ru: «Здоровье» недоступно на этом устройстве.
zh_hans: 此设备不支持“健康”App。

source: Apple Health permission was not granted.
ar: لم يتم منح إذن تطبيق “صحة”.
az: Apple Health icazəsi verilməyib.
de: Die Berechtigung für Apple Health wurde nicht erteilt.
es: No se concedió el permiso de Apple Salud.
fr: L’autorisation Apple Santé n’a pas été accordée.
hi: Apple Health की अनुमति नहीं दी गई।
it: L'autorizzazione per Salute non è stata concessa.
ja: ヘルスケアへのアクセスが許可されませんでした。
ko: Apple 건강 권한이 허용되지 않았습니다.
nl: Toestemming voor Apple Gezondheid is niet verleend.
pl: Nie przyznano dostępu do Apple Zdrowie.
pt_br: A permissão do app Saúde não foi concedida.
ro: Permisiunea pentru Sănătate nu a fost acordată.
ru: Доступ к «Здоровью» не предоставлен.
zh_hans: 未授予“健康”访问权限。

source: Arms
ar: الذراعان
az: Qollar
de: Arme
es: Brazos
fr: Bras
hi: आर्म्स
it: Braccia
ja: 腕
ko: 팔
nl: Armen
pl: Ramiona
pt_br: Braços
ro: Brațe
ru: Руки
zh_hans: 手臂

source: Ask your Coach
ar: اسأل مدربك
az: Məşqçidən soruş
de: Frag deinen Coach
es: Pregunta a tu Coach
fr: Demandez à votre Coach
hi: अपने कोच से पूछें
it: Chiedi al tuo Coach
ja: コーチに質問
ko: 코치에게 물어보세요
nl: Vraag het je Coach
pl: Zapytaj Trenera
pt_br: Pergunte ao seu Coach
ro: Întreabă-ți Antrenorul
ru: Спросите тренера
zh_hans: 问问你的教练

source: Attach photo
ar: إرفاق صورة
az: Şəkil əlavə et
de: Foto anhängen
es: Adjuntar foto
fr: Joindre une photo
hi: फ़ोटो जोड़ें
it: Allega foto
ja: 写真を添付
ko: 사진 첨부
nl: Voeg foto toe
pl: Dołącz zdjęcie
pt_br: Anexar foto
ro: Atașează o poză
ru: Прикрепить фото
zh_hans: 附加照片

source: Auto-renews until cancelled. Cancel anytime in Settings.
ar: يتجدد تلقائيًا حتى الإلغاء. يمكنك الإلغاء في أي وقت من الإعدادات.
az: Ləğv edilənədək avtomatik yenilənir. İstənilən vaxt Ayarlarda ləğv edin.
de: Verlängert sich automatisch bis zur Kündigung. Jederzeit in den Einstellungen kündbar.
es: Se renueva automáticamente hasta cancelarla. Cancela cuando quieras en Ajustes.
fr: Renouvellement auto jusqu’à annulation. Annulable à tout moment dans Réglages.
hi: रद्द होने तक अपने-आप रिन्यू होता है। सेटिंग्स में कभी भी रद्द करें।
it: Si rinnova automaticamente fino alla disdetta. Annulla quando vuoi nelle Impostazioni.
ja: 解約するまで自動更新されます。設定からいつでも解約できます。
ko: 해지할 때까지 자동 갱신됩니다. 설정에서 언제든 해지하세요.
nl: Wordt automatisch verlengd tot opzegging. Opzeggen kan altijd via Instellingen.
pl: Odnawia się automatycznie do momentu anulowania. Anuluj w każdej chwili w Ustawieniach.
pt_br: Renovação automática até cancelar. Cancele quando quiser nos Ajustes.
ro: Se reînnoiește automat până la anulare. Anulezi oricând din Configurări.
ru: Автопродление до отмены. Отключить можно в любой момент в настройках.
zh_hans: 自动续订，直到取消。可随时在设置中取消。

source: Automatic kcal after every session, synced to Apple Health
ar: سعرات تلقائية بعد كل جلسة مع المزامنة إلى تطبيق “صحة”
az: Hər seansdan sonra avtomatik kkal, Apple Health ilə sinxron
de: Automatische kcal nach jeder Einheit, mit Apple Health synchronisiert
es: Kcal automáticas tras cada sesión, sincronizadas con Apple Salud
fr: kcal automatiques après chaque séance, synchronisées avec Apple Santé
hi: हर सेशन के बाद अपने-आप कैलोरी, Apple Health से सिंक
it: Kcal automatiche dopo ogni sessione, sincronizzate con Salute
ja: セッション後に消費カロリーを自動計算し、ヘルスケアと同期
ko: 세션마다 자동 kcal 계산, Apple 건강과 동기화
nl: Automatisch kcal na elke sessie, gesynchroniseerd met Apple Gezondheid
pl: Automatyczne kcal po każdej sesji, z synchronizacją z Apple Zdrowie
pt_br: Kcal automáticas após cada sessão, sincronizadas com o app Saúde
ro: Kcal automate după fiecare sesiune, sincronizate cu Sănătate
ru: Автоматические ккал после каждой тренировки, синхронизация со «Здоровьем»
zh_hans: 每次训练后自动估算千卡，并同步到“健康”

source: Average
ar: متوسط
az: Orta
de: Durchschnitt
es: Promedio
fr: Moyenne
hi: औसत
it: Media
ja: 平均
ko: 보통
nl: Gemiddelde
pl: Średnia
pt_br: Média
ro: Medie
ru: Средний
zh_hans: 中等

source: Back
ar: الظهر
az: Kürək
de: Rücken
es: Espalda
fr: Dos
hi: बैक
it: Schiena
ja: 背中
ko: 등
nl: Rug
pl: Plecy
pt_br: Costas
ro: Spate
ru: Спина
zh_hans: 背部

source: Back upper arm
ar: خلف العضد
az: Qolun arxa hissəsi
de: Hinterer Oberarm
es: Parte posterior del brazo
fr: Arrière du bras
hi: ऊपरी बांह का पिछला हिस्सा
it: Parte posteriore del braccio
ja: 上腕後面
ko: 위팔 뒤쪽
nl: Achterkant bovenarm
pl: Tył ramienia
pt_br: Parte posterior do braço
ro: Partea din spate a brațului
ru: Задняя поверхность плеча
zh_hans: 上臂后侧

source: Basic profile details used to shape plans.
ar: بيانات أساسية تُستخدم لتشكيل الخطط.
az: Planları formalaşdırmaq üçün istifadə olunan əsas profil məlumatları.
de: Grundlegende Profilangaben für deine Pläne.
es: Datos básicos del perfil usados para crear los planes.
fr: Infos de base du profil pour façonner les plans.
hi: प्लान बनाने के लिए बुनियादी प्रोफ़ाइल विवरण।
it: Dati di base del profilo usati per creare i piani.
ja: プラン作成に使う基本プロフィールです。
ko: 플랜 구성에 사용되는 기본 프로필 정보입니다.
nl: Basisgegevens van je profiel om schema's vorm te geven.
pl: Podstawowe dane profilu używane do układania planów.
pt_br: Dados básicos do perfil usados para montar os planos.
ro: Date de bază din profil, folosite la conturarea planurilor.
ru: Базовые данные профиля для построения планов.
zh_hans: 用于制定计划的基本个人资料。

source: Bench Press
ar: ضغط البنش
de: Bankdrücken
es: Press de banca
fr: Développé couché
hi: बेंच प्रेस
it: Panca piana
ja: ベンチプレス
ko: 벤치프레스
pl: Wyciskanie leżąc
pt_br: Supino
ro: Împins culcat
ru: Жим лёжа
zh_hans: 卧推

source: Best for lifting: rate effort by how many reps you had left.
ar: الأنسب لرفع الأثقال: قيّم الجهد حسب عدد التكرارات المتبقية لديك.
az: Ağırlıq üçün ideal: səyi neçə təkrar ehtiyatda qaldığına görə qiymətləndirin.
de: Ideal fürs Krafttraining: Bewerte die Anstrengung danach, wie viele Wdh. noch drin waren.
es: Ideal para pesas: valora el esfuerzo según las reps que te quedaban.
fr: Idéal en muscu : notez l’effort selon les reps en réserve.
hi: लिफ़्टिंग के लिए सर्वोत्तम: बचे हुए रेप्स के हिसाब से मेहनत आँकें।
it: Ideale per i pesi: valuta lo sforzo dalle ripetizioni rimaste.
ja: 筋トレに最適: あと何レップ残せたかで強度を評価します。
ko: 리프팅에 최적: 남은 횟수를 기준으로 강도를 평가합니다.
nl: Ideaal voor krachttraining: beoordeel je inspanning op hoeveel reps je overhad.
pl: Najlepsza do siłowni: oceń wysiłek po tym, ile powtórzeń zostało w zapasie.
pt_br: Ideal para musculação: avalie o esforço pelas repetições que sobraram.
ro: Ideal pentru forță: evaluează efortul după câte repetări mai aveai în rezervă.
ru: Идеально для силовых: оценивайте усилие по повторам в запасе.
zh_hans: 最适合力量训练：按剩余次数评估用力程度。

source: BEST VALUE
ar: أفضل قيمة
az: ƏN SƏRFƏLİ
de: BESTES ANGEBOT
es: MEJOR PRECIO
fr: MEILLEURE OFFRE
hi: सबसे किफ़ायती
it: PIÙ CONVENIENTE
ja: 一番お得
ko: 최고 가성비
nl: BESTE DEAL
pl: NAJLEPSZA OFERTA
pt_br: MELHOR OFERTA
ro: CEA MAI BUNĂ OFERTĂ
ru: САМОЕ ВЫГОДНОЕ
zh_hans: 超值之选

source: Biceps, triceps, and forearms are separate.
ar: البايسبس والترايسبس والساعد كلٌّ على حدة.
az: Biseps, triseps və saidlər ayrıdır.
de: Bizeps, Trizeps und Unterarme sind separat.
es: Bíceps, tríceps y antebrazos van por separado.
fr: Biceps, triceps et avant-bras sont séparés.
hi: बाइसेप्स, ट्राइसेप्स और फ़ोरआर्म्स अलग-अलग हैं।
it: Bicipiti, tricipiti e avambracci sono separati.
ja: 二頭筋・三頭筋・前腕は個別に扱います。
ko: 이두, 삼두, 전완은 따로 선택합니다.
nl: Biceps, triceps en onderarmen zijn apart.
pl: Biceps, triceps i przedramiona osobno.
pt_br: Bíceps, tríceps e antebraços ficam separados.
ro: Bicepșii, tricepșii și antebrațele sunt separate.
ru: Бицепсы, трицепсы и предплечья — отдельно.
zh_hans: 二头、三头与前臂分开统计。

source: Body fat
ar: دهون الجسم
az: Bədən yağı
de: Körperfett
es: Grasa corporal
fr: Masse grasse
hi: बॉडी फ़ैट
it: Massa grassa
ja: 体脂肪率
ko: 체지방
nl: Vetpercentage
pl: Tkanka tłuszczowa
pt_br: Gordura corporal
ro: Grăsime corporală
ru: Процент жира
zh_hans: 体脂

source: Body Fat
ar: دهون الجسم
az: Bədən yağı
de: Körperfett
es: Grasa corporal
fr: Masse grasse
hi: बॉडी फ़ैट
it: Massa grassa
ja: 体脂肪率
ko: 체지방
nl: Vetpercentage
pl: Tkanka tłuszczowa
pt_br: Gordura corporal
ro: Grăsime corporală
ru: Процент жира
zh_hans: 体脂

source: Body Logs
ar: سجلات الجسم
az: Bədən qeydləri
de: Körper-Logs
es: Registros corporales
fr: Journal corporel
hi: बॉडी लॉग
it: Registro corporeo
ja: 体の記録
ko: 신체 기록
nl: Lichaamslogs
pl: Pomiary ciała
pt_br: Registros corporais
ro: Jurnal corporal
ru: Замеры тела
zh_hans: 身体记录

source: Body metrics
ar: قياسات الجسم
az: Bədən göstəriciləri
de: Körperwerte
es: Métricas corporales
fr: Mesures corporelles
hi: बॉडी मेट्रिक्स
it: Metriche corporee
ja: 身体データ
ko: 신체 지표
nl: Lichaamswaarden
pl: Parametry ciała
pt_br: Métricas corporais
ro: Măsurători corporale
ru: Параметры тела
zh_hans: 身体数据

source: Body Metrics
ar: قياسات الجسم
az: Bədən göstəriciləri
de: Körperwerte
es: Métricas corporales
fr: Mesures corporelles
hi: बॉडी मेट्रिक्स
it: Metriche corporee
ja: 身体データ
ko: 신체 지표
nl: Lichaamswaarden
pl: Parametry ciała
pt_br: Métricas corporais
ro: Măsurători corporale
ru: Параметры тела
zh_hans: 身体数据

source: Body Part
ar: منطقة الجسم
az: Bədən hissəsi
de: Körperpartie
es: Parte del cuerpo
fr: Zone du corps
hi: बॉडी पार्ट
it: Parte del corpo
ja: 部位
ko: 부위
nl: Lichaamsdeel
pl: Partia ciała
pt_br: Parte do corpo
ro: Parte a corpului
ru: Часть тела
zh_hans: 身体部位

source: Bodyweight & Cardio
ar: وزن الجسم والكارديو
az: Bədən çəkisi & kardio
de: Körpergewicht & Cardio
es: Peso corporal y cardio
fr: Poids du corps & cardio
hi: बॉडीवेट और कार्डियो
it: Corpo libero e cardio
ja: 自重&有酸素
ko: 맨몸 & 유산소
nl: Lichaamsgewicht & cardio
pl: Masa ciała i cardio
pt_br: Peso corporal e cardio
ro: Corp propriu & cardio
ru: Свой вес и кардио
zh_hans: 自重与有氧

source: Borg 6-20
ar: بورغ 6-20
hi: बोर्ग 6-20
ja: ボルグ 6-20
ru: Борг 6-20

source: Building a tailored AI session.
ar: جارٍ إنشاء جلسة مخصصة بالذكاء الاصطناعي.
az: Sizə uyğun AI seansı hazırlanır.
de: Maßgeschneiderte KI-Einheit wird erstellt.
es: Creando una sesión IA a tu medida.
fr: Création d’une séance IA sur mesure.
hi: आपके अनुसार AI सेशन बनाया जा रहा है।
it: Creazione di una sessione AI su misura.
ja: あなたに合わせたAIセッションを作成しています。
ko: 맞춤 AI 세션을 만들고 있습니다.
nl: Een AI-sessie op maat samenstellen.
pl: Tworzenie dopasowanej sesji AI.
pt_br: Montando uma sessão personalizada com IA.
ro: Se creează o sesiune AI personalizată.
ru: Составляем персональную ИИ-тренировку.
zh_hans: 正在生成专属 AI 训练。

source: Building an offline session from your profile.
ar: جارٍ إنشاء جلسة دون اتصال من ملفك الشخصي.
az: Profilinizə əsasən oflayn seans hazırlanır.
de: Offline-Einheit wird aus deinem Profil erstellt.
es: Creando una sesión sin conexión a partir de tu perfil.
fr: Création d’une séance hors ligne depuis votre profil.
hi: आपकी प्रोफ़ाइल से ऑफ़लाइन सेशन बनाया जा रहा है।
it: Creazione di una sessione offline dal tuo profilo.
ja: プロフィールからオフラインのセッションを作成しています。
ko: 프로필 기반 오프라인 세션을 만들고 있습니다.
nl: Een offline sessie samenstellen op basis van je profiel.
pl: Tworzenie sesji offline z Twojego profilu.
pt_br: Montando uma sessão offline com base no seu perfil.
ro: Se creează o sesiune offline pe baza profilului tău.
ru: Составляем офлайн-тренировку по вашему профилю.
zh_hans: 正在根据你的资料生成离线训练。

source: Building Workout
ar: جارٍ إنشاء التمرين
az: Məşq hazırlanır
de: Workout wird erstellt
es: Creando entrenamiento
fr: Création de l’entraînement
hi: वर्कआउट बन रहा है
it: Creazione allenamento
ja: ワークアウトを作成中
ko: 운동 생성 중
nl: Workout samenstellen
pl: Tworzenie treningu
pt_br: Montando treino
ro: Se creează antrenamentul
ru: Составляем тренировку
zh_hans: 正在生成训练

source: Built by
ar: من تطوير
az: Hazırlayan
de: Entwickelt von
es: Creado por
fr: Créé par
hi: बनाने वाले
it: Creato da
ja: 開発者
ko: 만든 사람
nl: Gemaakt door
pl: Stworzona przez
pt_br: Criado por
ro: Creat de
ru: Разработал
zh_hans: 开发者

source: Burn
ar: الحرق
az: Kalori sərfi
de: Verbrauch
es: Quema
fr: Dépense
hi: बर्न
it: Consumo
ja: 消費
ko: 소모
nl: Verbranding
pl: Spalanie
pt_br: Queima
ro: Ardere
ru: Расход
zh_hans: 消耗

source: Burn in your History
ar: الحرق في سجلّك
az: Tarixçədə kalori sərfi
de: Verbrauch in deinem Verlauf
es: Quema en tu Historial
fr: Dépense dans votre Historique
hi: आपकी हिस्ट्री में बर्न
it: Consumo nella tua Cronologia
ja: 履歴に消費カロリーを表示
ko: 기록에 표시되는 소모 칼로리
nl: Verbranding in je geschiedenis
pl: Spalanie w Twojej historii
pt_br: Queima no seu Histórico
ro: Calorii arse în Istoric
ru: Расход калорий в истории
zh_hans: 在历史中查看消耗

source: Calorie burn estimates
ar: تقديرات حرق السعرات
az: Kalori sərfi hesablamaları
de: Kalorienverbrauch-Schätzungen
es: Estimaciones de calorías quemadas
fr: Estimations de calories brûlées
hi: कैलोरी बर्न अनुमान
it: Stime delle calorie bruciate
ja: 消費カロリー推定
ko: 칼로리 소모 추정
nl: Schattingen van calorieverbranding
pl: Szacunki spalonych kalorii
pt_br: Estimativas de queima de calorias
ro: Estimări de calorii arse
ru: Оценка расхода калорий
zh_hans: 卡路里消耗估算

source: Calorie burn, locked. Unlock with Delts Premium.
ar: حرق السعرات مقفل. افتحه مع Delts Premium.
az: Kalori sərfi kilidlidir. Delts Premium ilə kiliddən çıxarın.
de: Kalorienverbrauch gesperrt. Mit Delts Premium freischalten.
es: Quema de calorías bloqueada. Desbloquéala con Delts Premium.
fr: Calories brûlées, verrouillé. Débloquez avec Delts Premium.
hi: कैलोरी बर्न लॉक है। Delts Premium से अनलॉक करें।
it: Calorie bruciate bloccate. Sblocca con Delts Premium.
ja: 消費カロリーはロック中。Delts Premiumでアンロック。
ko: 칼로리 소모가 잠겨 있습니다. Delts Premium으로 잠금 해제하세요.
nl: Calorieverbranding, vergrendeld. Ontgrendel met Delts Premium.
pl: Spalanie kalorii, zablokowane. Odblokuj z Delts Premium.
pt_br: Queima de calorias bloqueada. Desbloqueie com o Delts Premium.
ro: Calorii arse, blocat. Deblochează cu Delts Premium.
ru: Расход калорий заблокирован. Откройте с Delts Premium.
zh_hans: 卡路里消耗已锁定。使用 Delts Premium 解锁。

source: Camera
ar: الكاميرا
az: Kamera
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Aparat
pt_br: Câmera
ro: Cameră
ru: Камера
zh_hans: 相机

source: Cancel
ar: إلغاء
az: Ləğv et
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
zh_hans: 取消

source: Category
ar: الفئة
az: Kateqoriya
de: Kategorie
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 카테고리
nl: Categorie
pl: Kategoria
pt_br: Categoria
ro: Categorie
ru: Категория
zh_hans: 类别

source: Chat about training, form, and nutrition — it sees your real data
ar: دردش حول التدريب والأداء والتغذية — فهو يطّلع على بياناتك الفعلية
az: Məşq, texnika və qidalanma haqqında yazışın — o, real məlumatlarınızı görür
de: Chatte über Training, Technik und Ernährung — er kennt deine echten Daten
es: Chatea sobre entrenamiento, técnica y nutrición: ve tus datos reales
fr: Discutez entraînement, technique et nutrition — il voit vos vraies données
hi: ट्रेनिंग, फ़ॉर्म और न्यूट्रिशन पर चैट करें — यह आपका असली डेटा देखता है
it: Chatta su allenamento, tecnica e nutrizione — vede i tuoi dati reali
ja: トレーニング・フォーム・栄養を相談 — あなたの実データを把握
ko: 운동, 자세, 영양에 대해 대화하세요 — 내 실제 데이터를 바탕으로 답합니다
nl: Chat over training, techniek en voeding — hij ziet je echte gegevens
pl: Rozmawiaj o treningu, technice i diecie — Trener widzi Twoje prawdziwe dane
pt_br: Converse sobre treino, técnica e nutrição — ele vê seus dados reais
ro: Discută despre antrenament, tehnică și nutriție — vede datele tale reale
ru: Чат о тренировках, технике и питании — он видит ваши реальные данные
zh_hans: 畅聊训练、动作与营养——它能看到你的真实数据

source: Chat, photos, and calorie estimates
ar: محادثة وصور وتقديرات سعرات
az: Söhbət, şəkillər və kalori hesablamaları
de: Chat, Fotos und Kalorienschätzungen
es: Chat, fotos y estimaciones de calorías
fr: Chat, photos et estimations de calories
hi: चैट, फ़ोटो और कैलोरी अनुमान
it: Chat, foto e stime delle calorie
ja: チャット・写真・カロリー推定
ko: 채팅, 사진, 칼로리 추정
nl: Chat, foto's en calorieschattingen
pl: Czat, zdjęcia i szacunki kalorii
pt_br: Chat, fotos e estimativas de calorias
ro: Chat, poze și estimări de calorii
ru: Чат, фото и оценка калорий
zh_hans: 聊天、照片和卡路里估算

source: Check for Updates
ar: التحقق من التحديثات
az: Yeniləmələri yoxla
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
hi: अपडेट जाँचें
it: Cerca aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
nl: Zoek naar updates
pl: Sprawdź aktualizacje
pt_br: Buscar atualizações
ro: Caută actualizări
ru: Проверить обновления
zh_hans: 检查更新

source: Checking for Updates
ar: جارٍ التحقق من التحديثات
az: Yeniləmələr yoxlanılır
de: Suche nach Updates
es: Buscando actualizaciones
fr: Recherche de mises à jour
hi: अपडेट की जाँच हो रही है
it: Ricerca aggiornamenti in corso
ja: アップデートを確認中
ko: 업데이트 확인 중
nl: Zoeken naar updates
pl: Sprawdzanie aktualizacji
pt_br: Buscando atualizações
ro: Se caută actualizări
ru: Проверка обновлений
zh_hans: 正在检查更新

source: Chest and shoulders.
ar: الصدر والكتفان.
az: Sinə və çiyinlər.
de: Brust und Schultern.
es: Pecho y hombros.
fr: Pectoraux et épaules.
hi: चेस्ट और शोल्डर।
it: Petto e spalle.
ja: 胸と肩。
ko: 가슴과 어깨.
nl: Borst en schouders.
pl: Klatka piersiowa i barki.
pt_br: Peito e ombros.
ro: Piept și umeri.
ru: Грудь и плечи.
zh_hans: 胸部和肩部。

source: Choose the exact back area.
ar: اختر منطقة الظهر بدقة.
az: Dəqiq kürək bölgəsini seçin.
de: Wähle den genauen Rückenbereich.
es: Elige la zona exacta de la espalda.
fr: Choisissez la zone précise du dos.
hi: बैक का सटीक हिस्सा चुनें।
it: Scegli l'area esatta della schiena.
ja: 背中の部位を細かく選べます。
ko: 정확한 등 부위를 선택하세요.
nl: Kies het exacte ruggedeelte.
pl: Wybierz dokładny obszar pleców.
pt_br: Escolha a área exata das costas.
ro: Alege zona exactă a spatelui.
ru: Выберите точную зону спины.
zh_hans: 选择具体的背部区域。

source: Classic endurance scale tied to breathing, fatigue, and heart rate.
ar: مقياس تحمّل كلاسيكي مرتبط بالتنفس والتعب ومعدل نبض القلب.
az: Tənəffüs, yorğunluq və ürək döyüntüsünə bağlı klassik dözümlülük şkalası.
de: Klassische Ausdauerskala auf Basis von Atmung, Ermüdung und Puls.
es: Escala clásica de resistencia ligada a la respiración, la fatiga y el pulso.
fr: Échelle d’endurance classique liée au souffle, à la fatigue et au pouls.
hi: साँस, थकान और हृदय गति से जुड़ा क्लासिक एंड्योरेंस स्केल।
it: Scala classica di resistenza legata a respirazione, fatica e frequenza cardiaca.
ja: 呼吸・疲労・心拍数に基づく定番の持久系スケールです。
ko: 호흡, 피로도, 심박수를 기준으로 한 클래식 지구력 척도입니다.
nl: Klassieke duurschaal gekoppeld aan ademhaling, vermoeidheid en hartslag.
pl: Klasyczna skala wytrzymałości oparta na oddechu, zmęczeniu i tętnie.
pt_br: Escala clássica de resistência ligada à respiração, fadiga e frequência cardíaca.
ro: Scală clasică de anduranță, legată de respirație, oboseală și puls.
ru: Классическая шкала выносливости: дыхание, усталость и пульс.
zh_hans: 经典耐力量表，关联呼吸、疲劳和心率。

source: Clear all
ar: مسح الكل
az: Hamısını təmizlə
de: Auswahl aufheben
es: Borrar todo
fr: Tout effacer
hi: सभी हटाएँ
it: Deseleziona tutto
ja: すべて解除
ko: 모두 해제
nl: Wis alles
pl: Wyczyść wszystko
pt_br: Limpar tudo
ro: Șterge tot
ru: Сбросить всё
zh_hans: 全部清除

source: Clears the conversation. Your workouts and progress aren't affected.
ar: سيتم مسح المحادثة دون التأثير على تمارينك وتقدّمك.
az: Söhbəti təmizləyir. Məşqləriniz və tərəqqiniz toxunulmaz qalır.
de: Löscht den Chatverlauf. Deine Workouts und dein Fortschritt bleiben erhalten.
es: Borra la conversación. Tus entrenamientos y progreso no se ven afectados.
fr: Efface la conversation. Vos entraînements et votre progression sont conservés.
hi: बातचीत साफ़ हो जाएगी। आपके वर्कआउट और प्रोग्रेस पर असर नहीं पड़ेगा।
it: Cancella la conversazione. Allenamenti e progressi non vengono toccati.
ja: 会話を消去します。ワークアウトや進捗には影響しません。
ko: 대화가 삭제됩니다. 운동과 진행 상황은 영향받지 않습니다.
nl: Wist het gesprek. Je workouts en voortgang blijven behouden.
pl: Czyści rozmowę. Twoje treningi i postępy pozostają bez zmian.
pt_br: Apaga a conversa. Seus treinos e progresso não são afetados.
ro: Șterge conversația. Antrenamentele și progresul tău nu sunt afectate.
ru: Очищает переписку. Тренировки и прогресс не затрагиваются.
zh_hans: 清除对话。你的训练和进度不受影响。

source: Close
ar: إغلاق
az: Bağla
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ro: Închide
ru: Закрыть
zh_hans: 关闭

source: cm
ar: سم
az: sm
hi: सेमी
ru: см
zh_hans: 厘米

source: Coach
ar: المدرب
az: Məşqçi
hi: कोच
ja: コーチ
ko: 코치
pl: Trener
ro: Antrenor
ru: Тренер
zh_hans: 教练
